Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Giellaiskkadeami 2012 mielde lea váilevaš sámegiel oahppofálaldat dávjjimus sivva dasa go oahppit eai oačču sámegiel oahpahusa, vaikko leat ge vuoigatvuođat.
smj: 2012 Giellaguoradallama milta le sámegiela oahppofálaldagá vánesvuohta ájnnasamos sivva gå oahppe uddni e sámegiel åhpadusáv oattjo, vájku siján li riektá dasi.

source: Dat dieđut maid váhnemat ožžot sámegiel giellaoahpahusa vuoigatvuođa birra orrot leame hui iešguđetláganat.
smj: Vuojnnet diedo æjgádijda sáme giellaåhpadime birra le viehka målsudahkes.

source: Mii diehtit ahte vuođđoskuvlaohppiid lohku geain lea sámegiella vuosttašgiellan lea oalle dásset, muhto ohppiidlohku geain lea sámegiella nubbegiellan njiedjá.
smj: Diehtep låhko vuodoskåvllåoahppijs gejn le sámegiella vuostasjgiellan le muhtem mudduj stuoves, madi nuppátgielagij låhko binnu.

source: Sámediggi váldá dán duođas, ja danne galgá ge Sámediggedieđáhus oahpu ja oahpahusa birra ollislaččat guorahallat lágaid ja rámmaid mat regulerejit sámegiel oahpu.
smj: Sámedigge dáv duodas válldá, ja le danen diededam Sámediggediedádusáv åhpadusá hárráj mij galggá ålleslattjat tjadádit lágajt ja birástagájt ma sáme åhpadusáv mierredi.

source: Raporta (Butenschøn-lávdegotti čielggadeapmi), nanne dehálašvuođa ovddidit sámegiela dutkangiellan, ja cealká ahte dutkanásahusat fertejit dovdat ovddasvástádusa ovddidit kursafálaldagaid sámegillii buot dásiin.
smj: Rapportta ”Langs lange spor – om samisk forskning og høyere utdanning” (Butenschøn-nammadusá guoradallam), åvdet man ájnas le sámegielav dutkamgiellan åvdedit ja javllá muddo le dal dutkamásadusá åvdåsvásstádusáv válldi sámegielak kurssafálaldagáj åvdås juohkka dásen.

source: Raporta čujuha viidáseappot ahte rekrutteren sámi alit oahpahussii ja dutkamii álgá árrat – mánáidgárddis, vuođđoskuvllas ja joatkkaskuvllas.
smj: Vijddásappot tsuojggi rapportta sáme alep åhpadusá ja dutkama rekrutterim árrat juo álggá – mánájgárden, vuodoskåvlån ja joarkkaskåvlån.

source: Sámediggi doarju lávdegotti oainnu ahte sámegielat dutkan ferte leat vuođđun go galgá ovddidit sámegiela fágagiellan, ja ahte fágagiella lea oassin sámegiela huksemis ollislaš, ja nu maiddái servodatguoddi giellan.
smj: Sámedigge guorras aj nammadusá vuojnnuj jut sámegielak dutkam le vuodulasj jus galggá sáme dutkamgielav åvddånahttet, ja jut fáhkagiella le oassen gå galggá sámegielav tsieggit ålles, ja navti sebrudakguodde giellan.

source: Dearvvašvuođa- ja sosiálasuorggis lea váttis fidnet gelbbolaš sámegielat bargiid, vel sámegiela hálddašanguovllus nai.
smj: Varresvuoda- ja sosialsuorgen le gássjel sámegielak barggijt gávnnat, tjabu sáme giellaháldadimguovlon.

source: Fálaldat sáhttá maid vásihuvvot goabbat ládje;
smj: Fálaldahka le muhttijn aj nav moattelágásj;

source: dearvvašvuođabálvalusa bealis dovdet ahte láhččojuvvo buorre sámegiel fálaldat, muhto geavaheaddjit eai dovdda dan seamma.
smj: varresvuodadievnastusá bieles dåbddu dagu dilev láhtjá buorre sáme fálaldahkaj, madi addne e sæmmi láhkáj dåbdå.

source: Sámegielagat leat unnit duhtavaččat dearvvašvuođabálvalusaiguin danne go vásihit váttisvuođaid gulahallamiin.
smj: Sámegielaga ælla sæmmi dudálattja varresvuodadievnastusáj danen gå e dádjada jalik dádjaduvá.

source: Vaikko ii leat dokumentašuvdna das, de sáhttá jurddašit ahte eará suorggit nu go politiija, riektelágádus ja rihkolašvuođafuolahus maid sáhttet vásihit sullasaš diliid mat bohciidit váilevaš giella- ja kulturmáhtus.
smj: Váni duodastusáj dan vuoksjuj, de soajttá sæmmi láhkáj liehket ietjá suorgijn dagu politijan, riektásysteman ja kriminalhuvson váj muodugasj dile badjáni ma soajtti boahtet dassta gå giella- ja kultuvrramáhtudahka vádnun.

source: Lea stuora dárbu sámegiel álgooahpahussii rávisolbmuid várás.
smj: Stuorra dárbbo le sámegiela álggoåhpadussaj ållessjattugijda.

source: Giellaiskkadeapmi čájeha ahte olbmot háliidit oahppat iežaset báikkálaš birrasis ja ahte dán lassin berrejit ásahuvvot hupmanjoavkkut dahje sámástanarenat.
smj: Giellaguoradallam vuoset ulmutja sihti åhpadusáv ietjasa bájkálasj birrasin ja dasi lassen bierriji ságastallamjuohkusa jali árená gåggu bæssá sámástit.

source: Giellaguoddit leat stuora resursa mat geavahuvvojit unnán giellaoahpahusas sihke mánáid ja rávisolbmuid dáfus.
smj: Giellaguodde li stuorra ressurssa mij ilá binnáv ávkkiduvvá giellaåhpadimen sihke mánájda ja nuorajda.

source: Lea dárbu oažžut eambbo máhtu sámegiela gielladili birra danne go das sáhttá leat mearkkašupmi giellaplánemii.
smj: Dárbahip ienep ja dárkkelap diedojt sámegiela dile birra danen gå da lulujin ávkken giellaplánimin.

source: Jus galgá oažžut dákkár máhtu, de ferte áigges áigái kártet gielladili.
smj: Jus dákkir máhtov galggá oadtjot de hæhttu agev gielladilev kárttit.

source: Ovdamearkka dihte leat árbevirolaš ealáhusat leamaš dehálaš giellaarenat gos giella lea leamaš nanus.
smj: Duola dagu árbbedábálasj æládusá li læhkám ájnas giellaárená gånnå giella le læhkám nanos dilen.

source: Muhto mis lea unnán dokumentašuvdna das movt gielladilli lea dál dáin ealáhusain.
smj: Ajtu ep vuojga ålov diede dáj æládusáj gielladile birra.

source: Almmolaš bálvalusfálaldat sámegielat álbmogii ii leat doarvái, ja dađistaga eanebut dieđihit ahte sii eai leat duhtavaččat.
smj: Almulasj dievnastusfálaldahka sámegielak álmmugij ij le dågålasj, ja moattes diededi ælla dudálattja.

source: Giellaiskkadeapmi 2012 duođašta ahte lea ain stuora dárbu fágaolbmuide geain lea sámegiel máhttu.
smj: 2012 Giellaguoradallam aj duodas sámegielak fáhkaulmutja vádnuni.

source: Norut Alta lea OHD ovddas 2012:s kárten sámi perspektiivva suohkansuorggis.
smj: Norut Áltá le FAD:a åvdås 2012:n kárttim sáme perspektijvav suohkansuorgen.

source: Dát kárten čájeha maid ahte ii ovttage suohkanis oppalohkái leat sámi perspektiiva vuođđun suohkana doaimmas.
smj: Dát kárttim vuoset aj ij le aktak suohkan manna ållåsit le sáme perspektijvva vuodon.

source: Eai dat ge suohkanat gos sámegiella lea beaivválaš giellan, geavat sámegiela čálalaččat nu erenoamáš olu.
smj: Sámegiella ij tjálalattjat aneduvvá heva åvvånis suohkanijn gånnå sámegiella le bæjválasj giellan.

source: Sámegiella ja dárogiella eai leat dássálaga hálddašangiellan, ja olu áššemeannudeamis ja plánabarggus čađahuvvo dušše dárogillii.
smj: Sáme- ja dárogiela ælla dássásattja háldadimgiellan, ja ienemus oasse ássjegiehtadallamis ja pládnabargos dåssju dárogiellaj tjadáduvvá.

source: Olu suohkanat vásihit maid ahte leat unnán olbmot geat váldet oktavuođa sámegillii, mii raportta mielde čájeha ahte sámegiella ii vuos vásihuvvo almmolaš giellan.
smj: Moadda suohkana aj vásedi dåssju muhtem gallegattja válldi aktijvuodav sámegiellaj, mij rapportan tjielggiduvvá navti jut sámegiella ájn ij almulasj giellan aneduvá.

source: Sámi giellaiskkadeapmi 2012 čujuha ahte ovttasbargu suohkaniid, giellaguovddážiid, eará sámi ásahusaid dahje organisašuvnnaid gaskka lea dehálaš vai sámegiel bargu manašii jođáneappot.
smj: Sáme giellaguoradallam 2012 vuoset aktisasjbarggo suohkanij, giellaguovdátjij, ietjá sáme ásadusáj jali organisasjåvnåj gaskan le ájnas jus galggá jåhtuj oadtjot sámegiela bargov.

source: Hástalus lea ahte ii ovttasge leat bajimus ovddasvástádus álggahit ja oktiiheivehit dákkár ovttasbarggu.
smj: Hásstalus le ælla aktanik gájkbadjásasj åvdåsvásstádus dákkir aktisasjbargov jåhtuj biedjat ja koordinerit.

source: Norut Alta lea Sámedikki ovddas 2012:s evalueren sámi giellaguovddážiid mat ožžot vuođđodoarjaga Sámedikkis.
smj: Sámedikke åvdås le Norut Áltá 2012:n evaluerim sáme giellaguovdátjijt ma vuododoarjjagav Sámedikkes oadtju.

source: Sámi giellaguovddážat leat ásahuvvon iešguđetge áigodagaid, ja leat ovdánan iešguđetge ládje dain iešguđetge sámi birrasiin.
smj: Sáme giellaguovdátja li iesjguhtik ájggudagán ásaduvvam, ja moatte láhkáj li åvddånahttám iesjguhtik birrasin.

source: Dát mearkkaša ahte hástalusat giellanannema dáfus rievddadit guovllus guvlui.
smj: Dat mierkki hásstalusá sámegielav nannit li ietjálágátja guovlos guovlluj.

source: Giellaguovddážiin leat iešguđetlágan hástalusat sihke organiserema dáfus, ekonomalaš resurssaid dáfus ja bargiid rekrutterema dáfus geain lea giella- ja kulturmáhttu.
smj: Giellaguovdátjijn li iesjgeŋgalágásj hásstalusá organiserima, økonomalasj ressursaj ja giella- ja kulturtjiehpe barggij virggájbiedjamin.

source: Eanas giellaguovddážiin leat čállinkurssat mat leat deháleamos ceavzinvuođđun guovddážiidda, ja kurssat leat maŋemus jagiid nannejuvvon dainna ahte leat šaddan gealboovddideaddjin oktan oahppočuoggáiguin.
smj: Ienemus giellaguovdátjijn li giellakursa vuodon, ja maŋemus jagijt li aj kursa nannidum dan láhkáj váj máhtudagáv vaddi oahppotjuorgaj.

source: Giellaguovddážiin leat maid olu kultuvrralaš ja identitehtaovddideaddji doaimmat, gos giella unnit dahje eanet lea dat mii guoddá buot.
smj: Giellaguovdátjijn li aj moadda kultuvralasj ja identitehtahábbmijiddje dåjma, gånnå giella muhtem láhkáj le guodden.

source: Eará vuoruheamit sáhttet rievddadit guovddážis guovddážii, nu go bargu mánáid ja nuoraid ektui mánáidgárddi ja skuvlla siskkobealde ja olggobealde, gáiddusoahpahus, árbevirolaš máhtu čohkken ja dokumenteren.
smj: Ietjá vuorodime målssu guovdátjis guovdátjij, dagu barggo mánáj ja nuoraj vuoksjuj skåvlå ja mánájgárde ålggolin ja sinna, guhkásåhpadibme, árbbediedo tjoahkkim ja duodastibme.

source: Norut Alta evaluerenraporta evttoha olu doaibmabijuid movt buoridit giellaguovddážiid bargoeavttuid.
smj: Norut Áltá evaluerimrapportta oajvvat moadda dåjma váj giellaguovdátjij bárggodilev buoret.

source: Ovdamearkkat leat eambbo ruhtadeapmi doibmii ja ásahit fásta ruhtadeami giellakurssaide.
smj: Akta dåjmajs le doajmmaruhtadårjav lasedit ja giellakursajda stuoves ruhtadimev gávnnat.

source: Dát dagašii álkibun rekrutteret ja doalahit bargiid geain lea giellamáhttu.
smj: Navti sjaddá álkkep åtttjudit ja bisodit barggijt alla giellamáhtudagáj.

source: Lea maid dehálaš deattuhit čohkket árbevirolaš máhtu mii ain gávdno dain guovlluin gos giellaguovddážat doibmet.
smj: Giellaguovdátja beras lulujin dættodit tjoahkkit árbbediedov mij ájn gávnnu guovlon.

source: Giellaguovddážat berrejit maid geavahit resurssaid háhkat rutiinnaid mat mihtidit man duhtavaččat geavaheaddjit leat, ja berre leat aktiivvalaš ja dihtomielalaš rekrutteren goappaš sohkabeliid dáfus giellaguovddáža doaimmaide.
smj: Giellaguovdátja bierriji aj rutinajt ásadit váj addnij dudálasjvuodav mihtti, ja bierriji dåjmalattjat ja diedulattjat virggáj biedjat goappátjijt sjiervijt giellaguovdátja dåjmajda.

source: Viidáseappot evttohuvvo ahte giellaguovddážat roahkka sáhtáše boahtit eambbo oidnosii maiddái sámi birrasiid olggobealde.
smj: Vijdábut galgalulujin giellaguovdátja ienebut vuojnnusij boahtet sáme birrasij ålggolin aj.

source: Okta evttohus lea fállat sámi giella- ja kulturkurssaid eará ulbmiljoavkkuide guovllus.
smj: Máhtti fállat sámegiela ja kultuvra kursajt ietjá ulmmejuohkusijda guovlonisá.

source: Raporta lea dehálaš vuođđu Sámedikki ovttasbargui giellaguovddážiiguin.
smj: Rapportta le ájnas vuodo Sámedikke bargguj giellaguovdátjij åvddålijguovlluj.

source: Máhttu iešguđetge gielladiliid birra
smj: Máhtto iesguhtik gielladilij birra

source: Sámegiella Norggas lea odne oalle iešguđetge lágan servodatlaš dilis.
smj: Sámegiella Vuonan le uddni viehka målsudahkes sebrudakdilen.

source: Dát dahká ahte sáhttá leat váttis gávdnat oktasaš strategiijaid.
smj: Danen le gássjel aktisasj strategijajt gávnnat.

source: Danne ferte váldit vuođu dan guoskevaš giellaguovllu dilis, ja de hábmet strategiijaid dan vuođul.
smj: Danen hæhttu álgget guoskavasj giellaguovlo dilijn, ja de strategiajt dan milta hábbmit.

source: Dan vuođul maid diehtit sámegiela dili birra odne, sáhttá leat ávkkálaš bargat guđain iešguđetge diliin:
smj: Dassta majt dálla diehtet sámegiela dile birra uddni, luluj vuogas guhtta iesjguhtik dilijt gåvvidit:

source: Davvisámi eanetloguguovlu
smj: Nuorttasáme ieneplåhkoguovllo

source: Davvisámi eanetloguguvlui gullet suohkanat Finnmárkkus mat leat mielde sámegiela hálddašanguovllus.
smj: Nuorttasáme ieneplåhkoguovllo le suohkana Finnmárkon ma li oassen sáme giellaháldadimguovlos.

source: Davvisámegiella lea dat sámegiella mas leat eanemus giellageavaheaddjit, ja oallugat sis orrot hálddašanguovllu siskkobealde.
smj: Nuorttasámegiella le dat sámegiella manna li ienemus giellaaddne, ja stuorra oasse sijájs årru háldadimguovlon.

source: Sámegiella lea árbevirolaččat leamaš nanus dáin guovlluin, ja lea beaivválaš giella mii geavahuvvo sihke priváhta ja almmolaš oktavuođain.
smj: Sámegiella le agev læhkám nanos dáj guovlojn ja le bæjválasj giella mij aneduvvá sihke priváhta ja almulasj aktijvuodajn.

source: Dát giellaguovlu oidnojuvvo sámi giellaovddideami resursaguovlun.
smj: Dát giellaguovllo le ressurssaguovllo giellaåvddånahttemij.

source: Giellaiskkadeapmi 2012 čájeha dattetge ahte nuorat muitalit ahte sii eai máhte njálmmálaš giela nu bures go vuorraseappot.
smj: 2012 giellaguoradallam ajtu vuoset nuora diededi e njálmálasj gielav sæmmi buoragit buvte gå boarrása.

source: Sii geavahit maid eambbo dárogiela go ovdal.
smj: Ienep dárogielav aj adni åvdep ájgij buohta.

source: Iskkadeapmi čájeha ahte mihá eambbo nuorat máhttet čállit sámegiela dál go ovdal, seammás geavahuvvo sámegiella unnán čálalaš hálddašangiellan.
smj: Guoradallam vuoset viehka ienep nuora tjálalasj sámegielav bukti dálla gå åvdebut, sæmmi båttå ij sámegiella vuojga aneduvá tjálalasj háldadimgiellan.

source: Vuorraset buolva muitala ahte sis lea buoremuddui buorre sátneriggodat ja máhttet árbevirolaš sámi terminologiija.
smj: Vuorrasap buolvva javlli siján le valjes báhkoboanndudahka ja árbbedábálasj sáme termajt máhtti.

source: Vaikko oallugat máhttet sámegiela dán guovllus, lea goitge dárbu eambbo vuoruhit gielladikšuma ja buoridit dihtomielalašvuođa sámegiela geavaheami birra.
smj: Vájku moattes dán guovlon sámegielav bukti, de le ajtu dárbbo giellagáhttimav vuorodit ja lasedit sámegiela ano diedulasjvuodav.

source: Davvisámi unnitloguguovllut
smj: Nuorttasámegiela unneplågoguovlo

source: Davvisámi unnitloguguovllut leat riddoguovllut Finnmárkkus, Romssas ja Nordlánddas gos árbevirolaččat leat hupman sámegiela.
smj: Nuorttasáme unneplågoguovloj miejnnip merragáddeguovlo Finnmárkon, Råmsån ja Nordlándan gånnå dålutjis li sámástam.

source: Dáin guovlluin leat olu hástalusat.
smj: Dáj guovlojn li moadda hásstalusá.

source: Giella lea hearkkit go eanetloguguovllus, erenoamážit giliin gos dáruiduhttinpolitihkka lei garas.
smj: Giella le rasjep dilen dåppe gå ieneplågoguovlon, sierraláhkáj dakkir bájkijn gånnå dároduhttempolitihkka le garrasit ládam.

source: Giella geavahuvvo unnán beaivválaččat ja ruovttugiellan.
smj: Giella ij vuojga bæjválasj ságan ja sijddagiellan aneduvá.

source: Leat unnán dahje váilot arenat gos sámegiella geavahuvvo, ja leat ráddjejuvvon oahpahusvejolašvuođat.
smj: Gallegasj jali ij aktak árená gávnnu gånnå sámegiella aneduvvá, ja åhpadusvejulasjvuodajs ælla galle.

source: Sámegiella čalmmustahttojuvvo unnán ja das lea unnán stáhtus.
smj: Sámegiella binnáv vuojnnu ja danna le vuollegis stáhtus.

source: Danne ferte sámegiella nannejuvvot dáin guovlluin dan bokte ahte addojuvvo sámegiel oahpahus, ahte ásahuvvojit sámástanarenat, ahte bohtet resursaolbmot ja ahte sámegiella čalmmustahttojuvvo eambbo.
smj: Danen hæhttu dájn guovlojn sámegielav nannit åhpadusá baktu, ásadit árenájt gånnå sámás, ressurssapersåvnåjt åttjudit ja ienebut sámegielav vuojnnusij buktet.

source: Muhtun suohkanat dáin guovlluin leat mielde sámegiela hálddašanguovllus.
smj: Muhtem suohkana dáj guovlojn li sáme giellaháldadimguovlon.

source: Dáid suohkaniid álbmogis lea stuorát vuoigatvuohta oažžut oahpahusa ja geavahit sámegiela go álbmogis olggobealde hálddašanguovllu.
smj: Dáj suohkanij álmmugin li vijddásap riektá sámegiela åhpadussaj ja adnuj gå álmmuk háldadimguovlo ålggolin.

source: Hástalus lea dattetge ahte suohkaniin váilu gelbbolašvuohta ja resurssat ollašuhttit gáibádusaid.
smj: Ajtu le hásstalus jut dá suohkana vájlluji máhtudagáv ja ressursajt gájbbádusájt ållidittjat.

source: Suohkaniin olggobealde hálddašanguovllu leat ráddjejuvvon geatnegasvuođat sámegiel fálaldagaid dáfus.
smj: Suohkana ma li háldadimguovlo ålggolin ælla sæmmi láhkáj tjanádum mij guosská sámegiela fálaldahkaj.

source: Váldohástalus lea láhčit diliid nu ahte dat vuoigatvuođat mat álbmogis leat oahppat ja geavahit sámegiela, ollašuhttojuvvojit.
smj: Oajvvehásstalus dáppe le dilev láhtjet váj álmmuga riektá sámegiela åhpadussaj ja adnuj ålliduvvi.

source: Julevsámi giellaguovlu
smj: Julevsáme giellaguovllo

source: Julevsámi giellaguovlu manná Bállahis davvin Sáltoduoddarii lullin.
smj: Julevsáme giellaguovllo le Bálágis nuorttat gitta Sáltoduoddarij oarjján.

source: Dát lea oalle unna geográfalaš guvlloš mii dahká vejolažžan ovttastahttit doaibmabijuid ja doalahit lagas ovttasbarggu iešguđetge beliid gaskka.
smj: Dát le avta lahkáj unna geográfalasj guovllo gånnå bæssá aktidit dåjmajt ja álkket aktan barggat.

source: Julevsámegielagat leat oalle čoahkis Divttasvuona ja Hápmira suohkaniin Nordlánddas.
smj: Moadda julevsámegielaga årru Divtasvuona ja Hábmera suohkanijn Nordlándan.

source: Giellasirdima dáfus buolvvaid gaskkas lea ovdamunni go lea dákkár čoahkkádus.
smj: Gå gielav galggá buolvas buolvvaj dåmadit de le dákkir dille ávkken.

source: Giellaiskkadeapmi 2012 čájeha ahte oallugat dálá váhnemiin gaskal 30 ja 40 jagi eai máhte sámegiela.
smj: 2012 giellaguoradallam vuoset moaddása udnásj æjgádijs gudi li 30 ja 40 jage álldara gaskan e sámegielav buvte.

source: Dát dahká giellasirdima váhnemis mánnái váttisin.
smj: Danen sjaddá æjgádijda gássjel gielav mánájda vaddet.

source: Mánát leat baicca ožžon vejolašvuođa oahppat julevsámegiela sámi mánáidgárddis, ja oallugat leat dál vuosttaš- dahje nubbegiellaoahppit vuođđo- ja joatkkaskuvllas.
smj: Valla máná li bessam julevsámegielav oahppat sáme mánájgárde baktu, ja moaddása li dálla vuostasj- jali nubbengielaoahppe vuodo- ja joarkkaskåvlån.

source: Giellaiskkadeapmi čájeha ahte julevsámegielas lea nanu doarjja mánáidgárddis ja Árran julevsámi guovddážis.
smj: Giellaguoradallam vuoset julevsámegielan le nanos doarjja mánájgárde ja giellaguovdátja baktu Árran julevsáme guovdátjin.

source: Mánáidgárdi lea bargan garrasit rekrutteret ohppiid sámegielat luohkáide Ájluovtta vuođđoskuvllas ja viidáseappot sámegiel oahpahussii joatkkaskuvllas.
smj: Mánájgárde diehti li moattes álggám sámegielak klássajda vuodoskåvlån Ájluovta skåvlån ja vijddásabbo sámegielåhpadussaj joarkkaskåvlån.

source: Leat mihá unnit olbmot geat hupmet julevsámegiela go davvisámegiela.
smj: Viehka binnep julevsámegielaga li gå nuorttasámegielaga.

source: Go leat nu unnán giellageavaheaddjit, de váikkuha dat julevsámegiela dillái.
smj: Gå ælla vuojga giellaaddne de dat julevsámegiela dilev vájkkut.

source: Go leat unnán giellageavaheaddjit julevsámi giellaguovllus, lea váilevašvuohta sámegielat resurssaid dáfus hui čielggas.
smj: Gå li dåssju gallegasj giellaaddne julevsáme giellaguovlon, de le sámegielak ressursaj vánesvuohta viehka tjielgas.

source: Julevsámegiela nannenbarggus lea Divttasvuona suohkan hui dehálaš danne go dát lea áidna suohkan julevsámi guovllus mii lea mielde sámegiela hálddašanguovllus.
smj: Julevsámegiela nannima bargon le Divtasvuona suohkan viehka ájnas gå dat le ájnna suohkan julevsáme guovlon mij le oassen sáme giellaháldadimguovlos.

source: Sámediggi oaidná dárbbašlažžan ahte julevsámi guovllu suohkaniin ja sámi ásahusain lea lagat ovttasbargu.
smj: Sámedigge vuojnná dárbov jut suohkana ja sáme ásadusá julevsáme guovlon lagábut aktan barggi.

source: Lullisámi giellaguovlu
smj: Oarjjelsáme giellaguovllo

source: Lullisámi giellaguovlu lea geográfalaččat viiddis guovlu mii manná Sáltoduoddaris davvin gitta Elgåi lullin.
smj: Oarjjelsáme guovllo le geográfalattjat vijdes guovllo mij le Sáltoduoddaris nuorttan gitta Elgåj oarjján.

source: Dán guovllus leat máŋga fylkkasuohkana ja máŋggat suohkanat.
smj: Dán guovlon li moadda fylka ja galle suohkanijs.

source: Dál ii gávdno makkárge stuorát báikkálaš servodat gos giella lea váldo beaivválašgiella.
smj: Uddni ij gávnnu makkirak stuoráp bájkálasj sebrudahka gånnå gielan le nanos dille bæjválasj giellan.

source: Dát sáhttá leat hehttehussan giellasirdimii.
smj: Dát soajttá gielladuvddemav hieredit.

source: Giellageavaheaddjit gulahallet baicca stuora fierpmádagas mas leat fuolkkit ja ealáhus, ja gielas lea stuora mearkkašupmi identitehtaguoddin dán dilis.
smj: Giellaaddnijn le galla aktijvuohta stuorra værmádagáj baktu fuolkkevuoda ja æládusáj baktu, ja giella le ájnas identitehtaguodde dan aktijvuodan.

source: Dat stuora geográfalaš guovlu dahká ahte lullisámegiella lea áibbas erenoamáš dilis gielladoaimmaid ovttastahttima, ovddasvástádusjuogu, oahpahusfálaldagaid ja resurssaid dáfus.
smj: Dan vijdes geográfalasj guovlo diehti le oarjjelsáme giella ållu sierralágásj dilen mij guosská gielladåjmaj, åvdåsvásstádusá, oahppofálaldagáj ja ressursaj koordinerima vuoksjuj.

source: Livččii dehálaš ahte muhtumis lea bajimus ovddasvástádus lullisámegillii ja ovddasvástádus ovttastahttit gielladoaibmabijuid.
smj: Moadda almulasj ásadusájn le åvdåsvásstádus oarjjelsámegiela åvdås ja gielladåjmaj koordinerima åvdås.

source: Stuora hástalus dán guovllus lea váilevaš gelbbolašvuohta sámi giela ja kultuvrra hárrái almmolaš hálddašeamis ja ahte leat olu iešguđetlágan ásahusat maiguin galgá gulahallat.
smj: Stuorra hásstalus dán guovlon le gå almulasj háldadusán vádnun sáme giela ja kultuvra máhtudahka ja jut li moadda iesjguhtik ásadusá gejn li dahkamuhá dán gáktuj.

source: Lullisámegiella lea leamaš ealáskahttinproseassas, ja dál leat dađistaga eambbo mánát geat ožžot lullisámegiel oahpahusa.
smj: Oarjjelsámegiella le ælláskahttemprosessav tjadádam, ja dálla ienep ja ienep máná oarjjelsámegielav oahppi.

source: Dattetge ii leat lullisámegiella beaivválašgiella olu báikkiin, ja leat ráddjejuvvon vejolašvuođat sámástit.
smj: Ajtu ij la oarjjelsáme bæjválasj giella moatten sajen, ja ráddjidum vejulasjvuoda li sámegielav adnet.

source: Gávdnojit hui unnán arenat gos lullisámegiella geavahuvvo, ja váilot hui olu resursaolbmot.
smj: Dåssju gallegasj árená gávnnuji gånnå bæssá oarjjelsámegielav adnet, ja ressurssaulmutja duodas vádnuni.

source: Nuortalaš ja bihtánsámi giellaguovllut
smj: Lullesáme ja bihtámsáme giellaguovllo

source: Nuortalašgiela leat árbevirolaččat hupman dan guovllus mii dál lea Mátta-Várjjat gielda Norggas, ja guoskevaš guovlluin Ruoššas ja Suomas.
smj: Lullesámegiella le dålutjis ságastuvvam dan guovlon mij uddni le Oarjje-Várjjak suohkan Vuonan duodden ráddnáguovlojda Ruossjan ja Suoman.

source: Bihtánsámegiela leat árbevirolaččat hupman osiin Nordlándda fylkkas ja guoskevaš guovlluin Ruoŧa bealde ráji.
smj: Bihtámsámegiella le dålutjis ságastuvvam muhtem åsijn Nordlánda fylkas ja ráddnáguovlojn svieriga bielen.

source: Nuortalašgiella ja bihtánsámegiella leat earaláganat go dat eará sámegielat vuosttažettiin danne go leat hirbmat unnán giellageavaheaddjit dain árbevirolaš guovlluin Norggas.
smj: Lullesámegiella ja bihtámsámegiella ieridi dåjs ietjá sámegielajs åvdemusát gå uddni li dá guoktá gielan dåssju muhtem gallegasj giellaaddne iesjguhtik árbbedábálasj guovlojn Vuonan.

source: Dáin gielain ii addojuvvo oahpahus guđege vuođđoskuvllas Norggas, eai ge gávdno mánáidgárddit gos dát gielat gaskkustuvvojit.
smj: Dá guoktán gielan ij la åhpadibme makkirak vuodoskåvlån Vuonan, ælla ga mánájgárde gånnå dá giela gulluji.

source: Bihtánsámegielas ii leat makkárge standardiserejuvvon riektačállin, mii dahká váttisin geavahit giela čálalaččat.
smj: Bihtámsámegielan ij la makkirak dåhkkidum tjállemvuohke, ja danen sjaddá gássjel gielav tjállet.
